var cctvList = [{
    "name": "สามแยกตลาดใหญ่ริมมูล",
    "streamId": "cctvp1c060",
    "lat": "15.223796",
    "lng": "104.859257"
}, {
    "name": "ถนนสุรศักดิ์\nประตูศาลากลางหลังเก่า ฝั่งอุบลพลาซ่า",
    "streamId": "cctvp2c001",
    "lat": "15.230325",
    "lng": "104.855504"
}, {
    "name": "สามแยกร้าน Mojo/บ้านเกตุศิริ\nถนนพโลชัยตัดพนนพนม หันไปทางซ้าย",
    "streamId": "cctvp2c002",
    "lat": "15.232112",
    "lng": "104.849695"
}, {
    "name": "สามแยกร้าน Mojo/บ้านเกตุศิริ\nถนนพโลชัยตัดพนนพนม หันไปทางขวา",
    "streamId": "cctvp2c003",
    "lat": "15.232097",
    "lng": "104.849788"
}, {
    "name": "สามแยกร้านสรินกาแฟ\nถนนพโลชัยตัดถนนชวาลาใน",
    "streamId": "cctvp2c004",
    "lat": "15.232126",
    "lng": "104.849090"
}, {
    "name": "4 แยกเรือนจำ หันไปทางเรือนจำ\nถนนพโลชัยตัดถนนชวาลานอก",
    "streamId": "cctvp2c005",
    "lat": "15.232517",
    "lng": "104.846569"
}, {
    "name": "4 แยกเรือนจำ หันไปทางโรงเรียนสามัคคี\nถนนพโลชัยตัดถนนชวาลานอก",
    "streamId": "cctvp2c006",
    "lat": "15.232517",
    "lng": "104.846569"
}, {
    "name": "หน้าเรือจำ 3 แยกโรงน้ำแข็ง\nถนนพโลชัย",
    "streamId": "cctvp2c007",
    "lat": "15.233432",
    "lng": "104.841045"
}, {
    "name": "สี่แยกประกันสังคม\nถนนพโลชัยตัดซอยสรรพสิทธิ์11",
    "streamId": "cctvp2c008",
    "lat": "15.234231",
    "lng": "104.836104"
}, {
    "name": "สี่แยกโรงเรียนเบ็ญฯ/ประปา\nถนนสรรพสิทธิ์ตัดชลบประทานท่าบ่อ",
    "streamId": "cctvp2c009",
    "lat": "15.238069",
    "lng": "104.836318"
}, {
    "name": "สี่แยก หน้าโรงเรียน อ.หน่อง\nถนนสรรพสิทธิ์ตัดซอยสรรพสิทธิ์14",
    "streamId": "cctvp2c010",
    "lat": "15.237256",
    "lng": "104.841705"
}, {
    "name": "สี่แยกโรงเรียนสามัคคี\nถนนสรรพสิทธิ์ตัดถนนชวาลานอก",
    "streamId": "cctvp2c011",
    "lat": "15.236441",
    "lng": "104.846775"
}, {
    "name": "สามแยกหน้าแขวงการทาง\nถนนชวาลานอกตัดถนนสุริยาตร์",
    "streamId": "cctvp2c012",
    "lat": "15.239391",
    "lng": "104.847048"
}, {
    "name": "สามแยกชลประทาน\nถนนชวาลายนอกตัดถนนอุปลีสาน",
    "streamId": "cctvp2c013",
    "lat": "15.240007",
    "lng": "104.847075"
}, {
    "name": "หน้า กศน. (หอนาฬิกา)",
    "streamId": "cctvp2c014",
    "lat": "15.244181",
    "lng": "104.847318"
}, {
    "name": "ปากซอยแจ้งสนิท 1 ฝั่ง ม.ราชภัฎอุบล",
    "streamId": "cctvp2c015",
    "lat": "15.245950",
    "lng": "104.846231"
}, {
    "name": "ปากซอยแซบซอย9 (เสาไฟ 69)",
    "streamId": "cctvp2c016",
    "lat": "15.252145",
    "lng": "104.835407"
}, {
    "name": "หน้าวัดป่าแสนอุดม ซ.แจ้งสนิท21",
    "streamId": "cctvp2c017",
    "lat": "15.253966",
    "lng": "104.830481"
}, {
    "name": "ซอยเลี่ยงเมือง 7 ตัดซอยจันทร์พวง",
    "streamId": "cctvp2c018",
    "lat": "15.252168",
    "lng": "104.829219"
}, {
    "name": "ซอยชลประทาน-ท่าบ่อ2",
    "streamId": "cctvp2c019",
    "lat": "15.248938",
    "lng": "104.827434"
}, {
    "name": "ซอยชลประทาน-ท่าบ่อ3 แยกประมง",
    "streamId": "cctvp2c020",
    "lat": "15.246286",
    "lng": "104.831980"
}, {
    "name": "หน้าโรงพยาบาลพระศรีมหาโพธิ์\nถนนแจ้งสนิท",
    "streamId": "cctvp2c021",
    "lat": "15.250504",
    "lng": "104.840667"
}, {
    "name": "ซ.แจ้งสนิท4.2 (จุดกลับรถ)",
    "streamId": "cctvp2c022",
    "lat": "15.852685",
    "lng": "104.837508"
}, {
    "name": "ซ.แจ้งสนิท 11 ฝั่งป้ายศรีสวัสดิ์",
    "streamId": "cctvp2c023",
    "lat": "15.255255",
    "lng": "104.834761"
}, {
    "name": "ซ.แจ้งสนิท19 (จุดกลับรถ)",
    "streamId": "cctvp2c024",
    "lat": "15.266769",
    "lng": "104.832507"
}, {
    "name": "ซ.ธรรมวิถี 16 (ข้างเดอะโฮม)",
    "streamId": "cctvp2c025",
    "lat": "15.261550",
    "lng": "104.833505"
}, {
    "name": "ประตูวัดหนองบัว (ศ.สาธารณสุข)\nถนนธรรมวิถี 4",
    "streamId": "cctvp2c026",
    "lat": "15.263931",
    "lng": "104.840836"
}, {
    "name": "ซ.ชยางกูร21(ข้างโปลีเทคนิค)",
    "streamId": "cctvp2c027",
    "lat": "15.262639",
    "lng": "104.845294"
}, {
    "name": "ถนนชยางกูร (ข้างโตโยต้าอุบล) \nตรางข้าม ซ.ชยางกูร 40",
    "streamId": "cctvp2c028",
    "lat": "15.271693",
    "lng": "104.842257"
}, {
    "name": "ซ.ชยางกูร34",
    "streamId": "cctvp2c029",
    "lat": "15.266912",
    "lng": "104.844156"
}, {
    "name": "3 แยกไฟแดงหนองบัว",
    "streamId": "cctvp2c030",
    "lat": "15.262613",
    "lng": "104.845602"
}, {
    "name": "ปากซอยสุขาสงเคราะห์",
    "streamId": "cctvp2c031",
    "lat": "15.260230",
    "lng": "104.846398"
}, {
    "name": "หน้าตึกสุนีย์\nถนนชยางกูร",
    "streamId": "cctvp2c032",
    "lat": "15.257599",
    "lng": "104.847292"
}, {
    "name": "หน้าโลตัส (จุดกลับรถ)",
    "streamId": "cctvp2c033",
    "lat": "15.252083",
    "lng": "104.849138"
}, {
    //"name": "หน้าตังปักอุบล (หันไปศูนย์วิทยาศาสตร์)",
    "name": "ทางออก ธกส. (24) แยกเนวาด้า",
    "streamId": "cctvp2c034",
    "lat": "15.249031",
    "lng": "104.850151"
}, {
    //"name": "ทางออก ธกส. (24) แยกเนวาด้า",
    "name": "หน้าตังปักอุบล (หันไปศูนย์วิทยาศาสตร์)",
    "streamId": "cctvp2c035",
    "lat": "15.246219",
    "lng": "104.851115"
}, {
    "name": "สี่แยกกองบิน21(เสาไฟป้ายท่าอากาศยาน)",
    "streamId": "cctvp2c036",
    "lat": "15.240001",
    "lng": "104.853218"
}, {
    "name": "สี่แยกปั๊มเอสโซ่ (เสาไฟป้ายที่ดิน)",
    "streamId": "cctvp2c037",
    "lat": "15.237948",
    "lng": "104.853897"
}, {
    "name": "สี่แยกผาแดงตัดสุริยาตร์ (เสาไฟร้านชิดชนก)",
    "streamId": "cctvp2c038",
    "lat": "15.237702",
    "lng": "104.857456"
}, {
    "name": "สี่แยกวัดแจ้ง\nถนนสุริยาตร์ขาดถนนนครบาล",
    "streamId": "cctvp2c039",
    "lat": "15.237596",
    "lng": "104.860710"
}, {
    "name": "สามแยกสเต๊กหยวนข้างปั๊ม ปตท.\nถนนอุปลีสานตัดถนนหลวง",
    "streamId": "cctvp2c040",
    "lat": "15.239536",
    "lng": "104.862696"
}, {
    "name": "หน้าทางเข้าสนามบินนานาชาติ (จุดกลับรถ)",
    "streamId": "cctvp2c041",
    "lat": "15.244713",
    "lng": "104.866842"
}, {
    "name": "4 แยกทางเข้าสนามบินนานาชาติ\nถนนอุปลีสานตัดถนนเทพโยธี",
    "streamId": "cctvp2c042",
    "lat": "15.239548",
    "lng": "104.864299"
}, {
    "name": "สี่แยกถนนพลแพนตัดอุปลีสาน\n(แยกร้านปอนด์เปรี้ยว)",
    "streamId": "cctvp2c043",
    "lat": "15.239385",
    "lng": "104.866422"
}, {
    "name": "สี่แยกไฟแดงตลาดบ้านดู่\nถนนอุปลีสานตัดถนนบูรพาใน",
    "streamId": "cctvp2c044",
    "lat": "15.239301",
    "lng": "104.868890"
}, {
    "name": "ถนนอุบลตระการ14 (ท้ายซอย)\nทางออกห้วยวังนอง ถนนเลียบห้วย",
    "streamId": "cctvp2c045",
    "lat": "15.248691",
    "lng": "104.879570"
}, {
    "name": "ท้ายซอยอุบลตระการ 8.1 \n(เสาไฟกกแซว2) ถนนเลียบก้วย",
    "streamId": "cctvp2c046",
    "lat": "15.246141",
    "lng": "104.877612"
}, {
    "name": "แยกห้วยวังนอง (เสาไฟ Canation)\nถนนราษฎร์บำรุงตัดถนนเลียบห้วย",
    "streamId": "cctvp2c047",
    "lat": "15.243244",
    "lng": "104.877050"
}, {
    "name": "ถนนสมเด็จขวาแยก1\nสุดซอย(สนามกีฬาบ้านดู่)\nซอยศูนย์สาธารณสุขสุขศาลา (เสาไฟอู่)",
    "streamId": "cctvp2c048",
    "lat": "15.240918",
    "lng": "104.877815"
}, {
    "name": "ถนนสุริยาตร์ ซ.2 (สามแยก)",
    "streamId": "cctvp2c049",
    "lat": "15.237484",
    "lng": "104.877077"
}, {
    "name": "หน้าวัดศรีประดู่ ถนนบูรพานอก4\n(เสาไฟเงินกู้สีส้ม)",
    "streamId": "cctvp2c050",
    "lat": "15.236393",
    "lng": "104.874158"
}, {
    "name": "ถนนสรรพสิทธิ์ตัดถนนบูรพาใน\nสี่แยกธนาคารกรุงไทย\n(เสาไฟหน้าคลีนิคหมอทรงเกียรติ)",
    "streamId": "cctvp2c051",
    "lat": "15.236115",
    "lng": "104.869783"
}, {
    "name": "ถนนพิซิตรังสรรค์ตัดถนนบูรพาใน\nสี่แยกจำปาหอม",
    "streamId": "cctvp2c052",
    "lat": "15.233620",
    "lng": "104.870316"
}, {
    "name": "ถนนพโลรังฤทธิ์ตัดถนนบูรพาใน\nสี่แยกโรงพยาบาลอุบลรักษ์\n(เสาไฟร้านขายยา)",
    "streamId": "cctvp2c053",
    "lat": "15.231356",
    "lng": "104.870712"
}, {
    "name": "ถนนเขื่อนธานีตัดถนนบูรพาใน\nสามแยกสะพานศรีนครินทร์",
    "streamId": "cctvp2c054",
    "lat": "15.229012",
    "lng": "104.871187"
}, {
    "name": "สามแยกถนนพลแพนตัดถนนเขื่อนธานี\n(ทางลงหาดวัดใต้)",
    "streamId": "cctvp2c055",
    "lat": "15.227948",
    "lng": "104.868097"
}, {
    "name": "สี่แยกตลาดกกยาง \nถนนศรีณรงค์ตัดพลแพน",
    "streamId": "cctvp2c056",
    "lat": "15.229125",
    "lng": "104.867845"
}, {
    "name": "ถนนสรรพสิทธิ์ตัดถนนพลแพน\nสี่แยกวิทยาลัยพยาบาล (เสาไฟฝั่ง รพ.)",
    "streamId": "cctvp2c057",
    "lat": "15.235827",
    "lng": "104.866659"
}, {
    "name": "ถนนสรรพสิทธิ์ตัดเทพโยธรี\nสี่แยกโรงพยาบาลสรรพสิทธิ์/ตำรวจ\n(เสาไฟเภสัชชุมชน)",
    "streamId": "cctvp2c058",
    "lat": "15.235649",
    "lng": "104.864726"
}, {
    "name": "ถนนพิชิตรังสรรค์ตัดถนนนครบาล\nสี่แยกนิยมเฟอร์นิเจอร์/ส้มตำลำไย",
    "streamId": "cctvp2c059",
    "lat": "15.232966",
    "lng": "104.860435"
}, {
    "name": "ถนนพิชิตรังสรรค์ตัดถนนผาแดง\nสี่แยกศาลจังหวัด",
    "streamId": "cctvp2c060",
    "lat": "15.233343",
    "lng": "104.858131"
}, {
    "name": "ถนนสรรพสิทธิ์ตัดถนนผาแดง\nสี่แยกข้าวต้มตี่/ร้านฟาโรห์",
    "streamId": "cctvp2c061",
    "lat": "15.235612",
    "lng": "104.857469"
}, {
    "name": "ถนนสรพสิทธิ์ตัดถนนนครบาล\nสี่แยกวัดแจ้ง (ยงกิจ)",
    "streamId": "cctvp2c062",
    "lat": "15.235700",
    "lng": "104.860533"
}, {
    "name": "ถนนสรรพสิทธิ์ตัดถนนอุปราช\nสี่แยกกิโลศูนย์ (เสาไฟหน้าร้านกิติบรรณ)",
    "streamId": "cctvp2c063",
    "lat": "15.235555",
    "lng": "104.854473"
}, {
    "name": "ถนนสรรพสิทธิ์ตัดถนนจงกลนิธารณ์\nสี่แยกขายดีภัตคาร",
    "streamId": "cctvp2c064",
    "lat": "15.235796",
    "lng": "104.851747"
}, {
    "name": "ถนนพิชิตรังวรรค์ตัดถนนจงกลนิธารณ์\nสี่แยกที่ดินจังหวัด (เสาไฟหน้าที่ดิน)",
    "streamId": "cctvp2c065",
    "lat": "15.234090",
    "lng": "104.851667"
}, {
    "name": "ถนนพิชิตรังสรรค์\nซอยพิชิตรังสรรค์1 (วงเวียนแยกออมสิน)",
    "streamId": "cctvp2c066",
    "lat": "15.233764",
    "lng": "104.851238"
}, {
    "name": "ถนนอุปราชตัดถนนพโลชัย\nสี่แยกอุบลพลาซ่า (เสาไฟสไปเดอร์อินโนเวชั่น)",
    "streamId": "cctvp2c067",
    "lat": "15.231685",
    "lng": "104.855725"
}, {
    "name": "ถนนพโลชัยตัดถนนจงกลนิธารณ์\nสี่แยกแม่ฮาย (เสาไฟหน้าเซเว่น)",
    "streamId": "cctvp2c068",
    "lat": "15.231896",
    "lng": "104.851853"
}, {
    "name": "ถนนอุปราชตัดถนนศรีณรงค์\nสี่แยกวัดศรีอุบล\n(เสาไฟมุมศาลากลางเก่าหันไปศาลหลักเมือง)",
    "streamId": "cctvp2c069",
    "lat": "15.228825",
    "lng": "104.856357"
}, {
    "name": "ถนนอุปราชตัดถนนศรีณรงค์\nสี่แยกวัดศรีอุบล\n(เสาไฟมุมศาลากลางเก่าหันถนนอุปราช)",
    "streamId": "cctvp2c070",
    "lat": "15.228825",
    "lng": "104.856357"
}, {
    "name": "ถนนพโลรังฤทธิ์ตัดถนนนครบาล\nสี่แยกโรงเรียนอนุบาลอุบล/วัดทุ่งศรีเมือง\n(เสาไฟฝั่งโรงเรียนอนุบาล)",
    "streamId": "cctvp2c071",
    "lat": "15.230863",
    "lng": "104.859844"
}, {
    "name": "ถนนพโลรังฤทธิ์ตัดถนนหลวง\nสี่แยกวัดป่าน้อย (เสาไฟหน้า ส.ศักดิ์ยนต์)",
    "streamId": "cctvp2c072",
    "lat": "15.230741",
    "lng": "104.861984"
}, {
    "name": "ถนนพโลรังฤทธิ์ตัดถนนเทพโยธี\nสี่แยกจวนผู้ว่าฯ (เสาไฟลดล้างสต๊อก)",
    "streamId": "cctvp2c073",
    "lat": "15.230561",
    "lng": "104.864952"
}, {
    "name": "ถนนศรีณรงค์ตัดถนนเทพโยธี\nสี่แยกบุญนิยม (เสาไฟ)",
    "streamId": "cctvp2c074",
    "lat": "15.228823",
    "lng": "104.865082"
}, {
    "name": "ถนนเขื่อนธานีตัดถนนเทพโยธี\nสี่แยกติ่งชาโต้",
    "streamId": "cctvp2c075",
    "lat": "15.227822",
    "lng": "104.865309"
}, {
    "name": "ถนนศรีณรงค์ตัดถนนหลวง\nสี่แยกไปรษณีย์ (เสาไฟร้านยิ้ม ยิ้ม)",
    "streamId": "cctvp2c076",
    "lat": "15.228775",
    "lng": "104.861507"
}, {
    "name": "ถนนเขื่อธานีตัดถนนราชบุตร\nสี่แยกโต้รุ่งราชบุตร (เสาไฟร้านจงเฮง)",
    "streamId": "cctvp2c077",
    "lat": "15.227409",
    "lng": "104.859004"
}, {
    "name": "ถนนพรหมราชตัดถนนราชบุตร\nสี่แยกราชบุตร (เสาไฟร้านสรินกาแฟ)",
    "streamId": "cctvp2c078",
    "lat": "15.225966",
    "lng": "104.859134"
}, {
    "name": "ถนนพรหมราชตัดถนนอุบลศักดิ์\nสี่แยกร้านปืนเพชรเก่า",
    "streamId": "cctvp2c079",
    "lat": "15.226150",
    "lng": "104.859722"
}, {
    "name": "ถนนพรหมราชตัดถนนยุทธภันฑ์\nสามแยกวัดหลวง (เสาไฟวัฒนศิลป์)",
    "streamId": "cctvp2c080",
    "lat": "15.225408",
    "lng": "104.860378"
}, {
    "name": "ถนนพรหมเทพตัดถนนราชบุตร\nสี่แยกตลาดใหญ่ ร้านล้ำฟ้า \n(เสาไฟร้านทองยิ่งไพบูลย์)",
    "streamId": "cctvp2c081",
    "lat": "15.225244",
    "lng": "104.859279"
}, {
    "name": "ถนนพรหมเทพตัดถนนอุปราช\nวงเวียนน้ำพุ (เสาไฟร้านแสงอุดม)",
    "streamId": "cctvp2c082",
    "lat": "15.224909",
    "lng": "104.857265"
}, {
    "name": "ถนนพรหมราชตัดถนนศรีทอง\nสี่แยกหลังอาชีวะ",
    "streamId": "cctvp2c083",
    "lat": "15.225417",
    "lng": "104.855656"
}, {
    "name": "ถนนเขื่อนธานีตัดถนนศรีทอง\nสามแยกหลังอาชีวะ ประตูข้างวัดศรีอุบล",
    "streamId": "cctvp2c084",
    "lat": "15.226876",
    "lng": "104.855770"
}, {
    "name": "ถนนเขื่อนธานีตัดถนนอุปราช\nสี่แยกห้องสมุดประชาชน (สาไฟปั๊มเชล)",
    "streamId": "cctvp2c085",
    "lat": "15.227015",
    "lng": "104.857087"
}, {
    "name": "ถนนราชบุตร\nซอยข้างโรงแรมศรีอีสาน ออกประตูวัดหลวง",
    "streamId": "cctvp2c086",
    "lat": "15.224813",
    "lng": "104.859206"
}, {
    "name": "ริมแม่น้ำมูลหันกล้องไปทางใต้สะพานเสรี",
    "streamId": "cctvp2c087",
    "lat": "15.223698",
    "lng": "104.857584"
}, {
    "name": "ริมแม่น้ำมูลลงทางจากคตลาดสดเทศบาล 3 \nเพิ่มกล้องหันไปทางวัดหลวง",
    "streamId": "cctvp2c088",
    "lat": "15.223796",
    "lng": "104.859257"
}, {
    "name": "ริมแม่น้ำมูลลงทางจากวัดหลวง",
    "streamId": "cctvp2c089",
    "lat": "15.223885",
    "lng": "104.860696"
}, {
    "name": "ริมแม่น้ำมูลลงทางจากวศาลาพุทธก๋ง\nหันไปทางตลาด",
    "streamId": "cctvp2c090",
    "lat": "15.224221",
    "lng": "104.862708"
}, {
    "name": "ริมแม่น้ำมูลลงทางจากวศาลาพุทธก๋ง\nหันไปทางสำนักงานเจ้าท่า",
    "streamId": "cctvp2c091",
    "lat": "15.224221",
    "lng": "104.862708"
}, {
    "name": "ริมแม่น้ำมูลทางลงสำนักงานเจ้าท่า",
    "streamId": "cctvp2c092",
    "lat": "15.224746",
    "lng": "104.865773"
}, {
    "name": "ถนนพลแพนตัดถนนพิชิตรังสรรค์\nสี่แยกไฟแดง อาลัยสปอต",
    "streamId": "cctvp2c093",
    "lat": "15.233335",
    "lng": "104.866862"
}, {
    "name": "สี่แยกไฟแดง ก๋วยจั๊บ99\nถนนเทพโยธีตัดถนนพิชิตรังสรรค์",
    "streamId": "cctvp2c094",
    "lat": "15.233231",
    "lng": "104.864767"
}, {
    "name": "สี่แยกหลังวิทยาลัยพยาบาลฯ\nถนนพลแพนตัดถนนสุริยาต์",
    "streamId": "cctvp2c095",
    "lat": "15.237333",
    "lng": "104.866607"
}, {
    "name": "สามแยกอุบลตระการฯ\nถนนอุปลีสานตัดถนนอุบลตระการ",
    "streamId": "cctvp2c096",
    "lat": "15.239031",
    "lng": "104.872647"
}, {
    "name": "สามแยกร้านอุบลสายฟ้า\nถนนสมเด็จตัดถนนอุปลีสาน",
    "streamId": "cctvp2c097",
    "lat": "15.238685",
    "lng": "104.874140"
}, {
    "name": "สามแยกหน้าซอยอุบลตระการ5 \nเสาไฟหันมาในซอย\n",
    "streamId": "cctvp2c098",
    "lat": "15.248737",
    "lng": "104.876778"
}, {
    "name": "สามแยกไฟแดง ร้านอุทัยกรอบรูป\nถนนผาแดงตัดถนนอุปลีสาน",
    "streamId": "cctvp2c099",
    "lat": "15.239569",
    "lng": "104.857875"
}, {
    "name": "ถนนหน้าตลาดท่าวังหิน\nหน้าซอยสรรพสิทธิ์ 9 หันมาทางตลาด",
    "streamId": "cctvp2c100",
    "lat": "15.236555",
    "lng": "104.836313"
}, {
    "name": "ถนนหน้าตลาดท่าวังหิน\nหน้าซอยสรรพสิทธิ์ 9 หันมาทางตลาด",
    "streamId": "cctvp2c101",
    "lat": "15.236841",
    "lng": "104.836319"
}, {
    "name": "ซอยแจ้งสนิท1ตัดถนนชลประทานท่าบ่อ\nประตูทางออกประมงจังหวัด\n",
    "streamId": "cctvp2c102",
    "lat": "15.242670",
    "lng": "104.835018"
}, {
    "name": "สวนสาธารณะห้วยม่วง\nกลางหนองหันไปทางถนนแจ้งสนิท",
    "streamId": "cctvp2c103",
    "lat": "15.245586",
    "lng": "104.838293"
}, {
    "name": "สวนสาธารณะห้วยม่วง\nกลางหนองหันไปทางถนนชลประทานท่าบ่อ",
    "streamId": "cctvp2c104",
    "lat": "15.245586",
    "lng": "104.838293"
}, {
    "name": "สามแยกหล้งโรงเรียนเบ็ญจะมะมหาราช\nซอยแจ้งสนิท 1\n",
    "streamId": "cctvp2c105",
    "lat": "15.244339",
    "lng": "104.840530"
}, {
    "name": "สี่แยก\nถนนสุขาอุปภัมภ์9 ตัดซ.เลี่ยงเมือง7",
    "streamId": "cctvp2c106",
    "lat": "15.248260",
    "lng": "104.833458"
}, {
    "name": "หน้าซอยสุขาอุภัมภ์ 5 ตัดซ.เลี่ยงเมือง7\nthe icon",
    "streamId": "cctvp2c107",
    "lat": "15.249921",
    "lng": "104.831609"
}, {
    "name": "ถนนสายเลี่ยงเมือง หน้าวิบูลการยาง\nจุดกลับรถ",
    "streamId": "cctvp2c108",
    "lat": "15.251265",
    "lng": "104.827631"
}, {
    "name": "สามแยก\nซอยชยางกูร12 ตัด ซอยชยางกูร 12/3",
    "streamId": "cctvp2c109",
    "lat": "15.254086",
    "lng": "104.852645"
}, {
    "name": "สามแยก\nถนนนครบาลตัดถนนอุปลีสาน",
    "streamId": "cctvp2c110",
    "lat": "15.239418",
    "lng": "104.861260"
}, {
    "name": "ถนนพรมหมราชตัดถนนอุปราช\nสี่แยกตึกลักกี้",
    "streamId": "cctvp2c111",
    "lat": "15.225564",
    "lng": "104.857352"
}, {
    "name": "ถนนราชวงศ์ตัดถนนศรีณรงค์\nสี่แยกร้านเนสกาแฟ",
    "streamId": "cctvp2c112",
    "lat": "15.228785",
    "lng": "0.000000"
}, {
    "name": "ถนนอุปราช\nหน้าร้านเมืองทองเครื่องเย็น",
    "streamId": "cctvp2c113",
    "lat": "15.231086",
    "lng": "104.85603"
}, {
    "name": "ถนนพรหมราชตัดถนนเบ็ญจะมะ\nสี่แยกวัดโรมัน",
    "streamId": "cctvp2c114",
    "lat": "15.226855",
    "lng": "104.852392"
}, {
    "name": "ถนนศรีณงค์ตัดถนนเบ็ญจะมะ\nสามแยกหน้าสาธารณสุขอำเภอเมือง",
    "streamId": "cctvp2c115",
    "lat": "15.228604",
    "lng": "104.853395"
}, {
    "name": "ถนนชวาลานอกตัดถนนพิชิตรังสรรค์\nสามแยกหน้าโรงเรียนเทศบาล3สามัคคีฯ",
    "streamId": "cctvp2c116",
    "lat": "15.234783",
    "lng": "104.846842"
}, {
    "name": "ถนนชวาลาในตัดถนนพิชิตรังสรรค์\nสี่แยกส้มต้มวังแก้ว",
    "streamId": "cctvp2c117",
    "lat": "15.234375",
    "lng": "104.849547"
}, {
    "name": "ถนนสรรพสิทธิ์ตัดถนนนพคุณ\nสี่แยกวัดทอง",
    "streamId": "cctvp2c118",
    "lat": "15.235656",
    "lng": "104.853420"
}, {
    "name": "ถนนชวาลาในตัดถนนอุปลีสาน\nสามแยก",
    "streamId": "cctvp2c119",
    "lat": "15.237901",
    "lng": "104.849950"
}, {
    "name": "ต้นซอยแจ้งสนิท6",
    "streamId": "cctvp2c120",
    "lat": "15.255507",
    "lng": "104.834529"
}, {
    "name": "ถ.พิชิตรังสรรค์ตัดถนนหลวง",
    "streamId": "cctvp2c121",
    "lat": "15.232966",
    "lng": "104.862921"
}, {
    "name": "ถ.อุบลฯ-ตระการฯตัดเจริญราษฏร์",
    "streamId": "cctvp2c122",
    "lat": "15.241150",
    "lng": "104.873894"
}, {
    "name": "ถ.บูรพานอกตัดสุริยาตร์(ทิศเหนือวัดศรีประดู่)",
    "streamId": "cctvp2c123",
    "lat": "15.237179",
    "lng": "104.873763"
}, {
    "name": "สุริยาตร์ตัดบูรพาใน(สีแยกตลาดทยาประสาสน์)",
    "streamId": "cctvp2c124",
    "lat": "15.237329",
    "lng": "104.869497"
}, {
    "name": "ถ.อุปลีสานตัดซอยภาษีเจริญ(หน้าร้านโกกั้ง)",
    "streamId": "cctvp2c125",
    "lat": "15.239034",
    "lng": "104.871730"
}, {
    "name": "ประตูทางเข้าโรงเรียนเทศบาล 4 \nอนุบาลพระเจ้าใหญ่องค์ตื้อ",
    "streamId": "cctvp2c138",
    "lat": "15.228769",
    "lng": "104.868322"
}, {
    "name": "ริมแม่น้ำมูลหลังอาตารตลาดสดเทศบาล 3\nเสาไฟส่องสว่าง",
    "streamId": "cctvp2c160",
    "lat": "15.223698",
    "lng": "104.857584"
}, {
    "name": "เสาไฟด้านหน้าอาคารตลาดสดเทศบาล 3\nหันเข้าอาคาร",
    "streamId": "cctvp2c161",
    "lat": "15.224344",
    "lng": "104.858723"
}, {
    "name": "เสาไฟด้านหน้าอาคารตลาดสดเทศบาล 3\nหันออกลานจอดรถ",
    "streamId": "cctvp2c162",
    "lat": "15.224344",
    "lng": "104.858723"
}, {
    "name": "เสาไฟด้านหน้าอาคารตลาดสดเทศบาล 3\nกลางอาคารหันออกทาวสะพาน",
    "streamId": "cctvp2c163",
    "lat": "15.224347",
    "lng": "104.858473"
}, {
    "name": "ถนนพิชิตรังสรรค์ตัดถนนอุปราช\nสี่แยกตลาดสดเทศบาล 2 \nเสาไฟหน้าร้านแว่นท็อปเจริญ",
    "streamId": "cctvp2c164",
    "lat": "15.233632",
    "lng": "104.855454"
}, {
    "name": "ด้านข้างตลาดสดเทศบาล 2 \nสามแยก",
    "streamId": "cctvp2c165",
    "lat": "15.234038",
    "lng": "104.855339"
}, {
    "name": "ท้ายตลาดสดเทศบาล 2\nหน้าศาลเจ้าป่ทองแดง (ติดอาคาร)",
    "streamId": "cctvp2c166",
    "lat": "15.234307",
    "lng": "104.855293"
}, {
    "name": "ตลาดสดเทศบาล 5 ด้านหน้า",
    "streamId": "cctvp2c167",
    "lat": "15.235024",
    "lng": "104.869243"
}, {
    "name": "ตลาดสดเทศบาล 5 ด้านหน้า",
    "streamId": "cctvp2c168",
    "lat": "15.235332",
    "lng": "104.869210"
}, {
    "name": "ตลาดสดเทศบาล 5 ด้านหลัง",
    "streamId": "cctvp2c169",
    "lat": "15.235271",
    "lng": "104.868400"
}, {
    "name": "ตลาดสดเทศบาล 5 ด้านหลัง",
    "streamId": "cctvp2c170",
    "lat": "15.234957",
    "lng": "104.868469"
}, {
    "name": "ตลาดสดเทศบาล 6 ด้านหน้าโต้รุ่ง",
    "streamId": "cctvp2c171",
    "lat": "15.242814",
    "lng": "104.852001"
}, {
    "name": "ตลาดสดเทศบาล 6 ด้านหน้าอาคาร",
    "streamId": "cctvp2c172",
    "lat": "15.242586",
    "lng": "104.851713"
}, {
    "name": "ตลาดสดเทศบาล 6 ด้านหน้าหลังสามแยก",
    "streamId": "cctvp2c173",
    "lat": "15.242770",
    "lng": "104.851025"
}, {
    "name": "ตลาดสดเทศบาล 6 \nด้านหน้าหลังสามแยกทางโรงเรียนนารี",
    "streamId": "cctvp2c174",
    "lat": "15.242430",
    "lng": "104.851116"
}, {
    "name": "หน้าวัดบ้านนาควาย ถ.สุขาสงเคราะห์",
    "streamId": "cctvp2c175",
    "lat": "15.260872",
    "lng": "104.852140"
}, {
    "name": "สวนสาธารณะหนองฮาง\nท้ายสวนทางออกด้านหลัง",
    "streamId": "cctvp2c176",
    "lat": "15.263796",
    "lng": "104.853549"
}, {
    "name": "สวนสาธารณะหนองฮาง\nด้านหน้ามุมสวนทางเข้าด้านหน้า",
    "streamId": "cctvp2c177",
    "lat": "15.264016",
    "lng": "104.852460"
}, {
    "name": "สวนสาธารณะหนองฮาง\nด้านหน้าสวนทางเข้าด้านหน้า",
    "streamId": "cctvp2c178",
    "lat": "15.264139",
    "lng": "104.852448"
}, {
    "name": "สวนสาธารณะหนองฮาง\nทางเข้าด้านหน้าหมู่บ้านสาริน9",
    "streamId": "cctvp2c179",
    "lat": "15.264691",
    "lng": "104.851540"
}, {
    "name": "ศูนย์สาธารณสุขหนองบัว\nประตูทางเข้าวัดหหันมาที่อาคาร",
    "streamId": "cctvp2c180",
    "lat": "15.263886",
    "lng": "104.840723"
}, {
    "name": "ศูนย์สาธารณสุขหนองบัว\nเสาไฟข้างอาคาร หันเข้าอาคาร",
    "streamId": "cctvp2c181",
    "lat": "15.263781",
    "lng": "104.840488"
}, {
    "name": "ศูนย์สาธารณสุขหนองบัว\nเสาไฟข้างอาคาร หันไปทางพระธาตุ",
    "streamId": "cctvp2c182",
    "lat": "15.263781",
    "lng": "104.840488"
}, {
    "name": "ซอยเลี่ยงเมือง 3 ตัดธรรมวิถี1",
    "streamId": "cctvp2c183",
    "lat": "15.266729",
    "lng": "104.837957"
}, {
    "name": "ซอยแจ้งสนิท 4/3\nสวนสาธารณะเฉลิมพระเกรียติ\nทางเข้าสถานีดับเพลิง",
    "streamId": "cctvp2c184",
    "lat": "15.254175",
    "lng": "104.837023"
}, {
    "name": "สวนสาธารณะเฉลิมพระเกรียติ\nหน้าสถานีดับเพลิง",
    "streamId": "cctvp2c185",
    "lat": "15.253922",
    "lng": "104.837400"
}, {
    "name": "สามแยกจงกลนิธารณ์ตัดถนนสุริยาตร์\nมุมเซฟโรเรตเก่า",
    "streamId": "cctvp2c186",
    "lat": "15.237732",
    "lng": "104.852073"
}, {
    "name": "ศูนย์สาธารณสุขอยู่วงศ์ธรรม\nเสาไฟข้างรั้วหันหาศูนย์ฯ",
    "streamId": "cctvp2c187",
    "lat": "15.238604",
    "lng": "104.851447"
}, {
    "name": "ศูนย์สาธารณสุขอยู่วงศ์ธรรม\nเสาไฟข้างรั้วหลังศูนย์ฯ หันออกมาถนน",
    "streamId": "cctvp2c188",
    "lat": "15.238830",
    "lng": "104.851482"
}, {
    "name": "ศูนย์สาธารณสุขอยู่วงศ์ธรรม\nเสาไฟข้างทางออกศูนย์ฯหันเข้า",
    "streamId": "cctvp2c189",
    "lat": "15.238358",
    "lng": "104.850806"
}, {
    "name": "ศูนย์สาธารณสุขพโลชัย\nเสาไฟฝั่งตรงข้ามศูนย์ฯหันมาทางศูนย์",
    "streamId": "cctvp2c190",
    "lat": "15.232946",
    "lng": "104.844301"
}, {
    "name": "ศูนย์สาธารณสุขพโลชัย\nเสาไฟศูนย์ฯหันมาทางถนนข้างเรือนจำ",
    "streamId": "cctvp2c191",
    "lat": "15.232764",
    "lng": "104.844254"
}, {
    "name": "บ่อบำบัดน้ำเสีย\nติดที่อาคารสำนักงานจัดการน้ำเสีย\nหันทางโรงเก็บ",
    "streamId": "cctvp2c193",
    "lat": "15.231401",
    "lng": "104.876023"
}, {
    "name": "บ่อบำบัดน้ำเสีย\nทางเข้าบ่อบำบัดน้ำเสีย หันทางบ่อบำบัด",
    "streamId": "cctvp2c194",
    "lat": "15.232219",
    "lng": "104.876679"
}, {
    "name": "สวนสาธารณะบูรพา\nหันไปสถานี",
    "streamId": "cctvp2c200",
    "lat": "15.234121",
    "lng": "104.875588"
}, {
    "name": "สวนสาธารณะบูรพา\nหันไปในสวนสาธารณะบูรพา",
    "streamId": "cctvp2c201",
    "lat": "15.234121",
    "lng": "104.875588"
}, {
    "name": "สี่แยก ถนนพิซิตรัสรรค์ตัดถนนบูรพานอก",
    "streamId": "cctvp2c202",
    "lat": "15.234129",
    "lng": "104.874972"
}, {
    "name": "หนองดินจี่\nหันเข้าไปในอาคารงานศิลป์",
    "streamId": "cctvp2c210",
    "lat": "15.229637",
    "lng": "104.861776"
}, {
    "name": "สถานธนานุบาล 1\nเสาไฟไปรษณีย์ หันมาหน้าตึก",
    "streamId": "cctvp2c211",
    "lat": "15.228164",
    "lng": "104.861237"
}, {
    "name": "ตลาดสดเทศบาล 3 ฝั่งสะพาน\nห้องสุขาหันออกมาทางเข้าตลาด",
    "streamId": "cctvp2c221",
    "lat": "15.224034",
    "lng": "104.857690"
}, {
    "name": "ชุมชนกุดปลาข่อ ถนนเลียบแม่น้ำมูล",
    "streamId": "cctvp2c222",
    "lat": "15.224100",
    "lng": "104.844154"
}, {
    "name": "ถนนเลียบน้ำมูลตัดถนนพโลชัย9\nก่อนถึงกุดปลาข่อ",
    "streamId": "cctvp2c223",
    "lat": "15.220135",
    "lng": "104.843656"
}, {
    "name": "กลางซอยสรรพสิทธิ์ 14 \nทางไปหลังโรงเรียนเบ็ญฯ",
    "streamId": "cctvp2c224",
    "lat": "15.239495",
    "lng": "104.842136"
}, {
    "name": "โต้รุ่งราชบุตร (เสาไฟหน้าทางจักรยาน)",
    "streamId": "cctvp2c225",
    "lat": "15.227475",
    "lng": "104.859011"
}, {
    "name": "ถนนสรรพสิทธิ์หน้าโรงพยาบาล\nหันไปทางเข้าด้านหน้าโรงพยาบาลสรรพสิทธิ์",
    "streamId": "cctvp2c226",
    "lat": "15.235770",
    "lng": "104.865657"
}, {
    "name": "ถนนชวาลานอกหน้าวิทยาลัยเทคนิคอุบล\nจุดกลับรถ",
    "streamId": "cctvp2c227",
    "lat": "15.242568",
    "lng": "104.847246"
}, {
    "name": "จุดกลับรถหน้ามหาวิทยาลัยราชภัฎอุบล",
    "streamId": "cctvp2c228",
    "lat": "15.244984",
    "lng": "104.848406"
}, {
    "name": "กลางซอยราชธานี3 หลังSK\nส่องไปทางปากซอย1ตัวส่องไปทางหลังSK",
    "streamId": "cctvp2c229",
    "lat": "15.244415",
    "lng": "104.848273"
}, {
    "name": "ซอยราชธานี3. ข้างน้อยก๋วยเตี๋ยวเรือ\nส่องมาทางทิศเหนือ1ตัวส่องมาทางทิศใต",
    "streamId": "cctvp2c230",
    "lat": "15.243566",
    "lng": "104.848234"
}, {
    "name": "ถนนสรรพสิทธิ์ หน้าประตู ร.ร.เบ็ญจะมะฯ\nส่องมาทางทิศตะวันออก",
    "streamId": "cctvp2c231",
    "lat": "15.237662",
    "lng": "104.838781"
}, {
    "name": "ถนนสรรพสิทธิ์ หน้าประตู ร.ร.เบ็ญจะมะฯ\nส่องมาทางทิศตะวันตก",
    "streamId": "cctvp2c232",
    "lat": "15.237608",
    "lng": "104.839134"
}, {
    "name": "บริเวณทางเข้าสวนสาธารณะห้วยม่วงฝั่ง\nศอ.ศอ.ส่องทางเข้าส่องทางเดินรอบสวน",
    "streamId": "cctvp2c233",
    "lat": "15.246942",
    "lng": "104.843385"
}, {
    "name": "บริเวณทางเข้าสวนสาธารณะห้วยม่วง\nฝั่งขาเข้าถ.ชลประทาน-ท่าบ่อ\nส่องทางเดินสวนสาธารณะ",
    "streamId": "cctvp2c234",
    "lat": "15.245229",
    "lng": "104.833443"
}, {
    "name": "บริเวณทางเข้าสวนสาธารณะห้วยม่วงฯ\nฝั่ทิศใต้ชลประทานท่าบ่อ\nส่องทางเข้าสวนองทางเดิน",
    "streamId": "cctvp2c235",
    "lat": "15.243994",
    "lng": "104.834290"
}, {
    "name": "ถนนธรรมวิถีทางเข้าตลาดหนองบัว\n(หน้าร้านกำชัยเภสัช)",
    "streamId": "cctvp2c236",
    "lat": "15.262315",
    "lng": "104.844120"
}, {
    "name": "ถนนธรรมวิถีตัดซอยชยางกูร19 (ซ.ตชด)",
    "streamId": "cctvp2c237",
    "lat": "15.262265",
    "lng": "104.843296"
}, {
    "name": "ถนนธรรมวิถีทางออกตลาดหนองบัว",
    "streamId": "cctvp2c238",
    "lat": "15.262444",
    "lng": "104.844700"
}, {
    "name": "สามแยกไฟแดงถนนชยางกูร\nหน้าตึกสุนีย์ส่องขาออก",
    "streamId": "cctvp2c239",
    "lat": "15.256621",
    "lng": "104.847448"
}, {
    "name": "ซอยชยางกูร2.1(สี่แยกซ.ชาญบริการ)",
    "streamId": "cctvp2c240",
    "lat": "15.244187",
    "lng": "104.85292"
}, {
    "name": "สวนสาธารณะหนองบัว\n หน้าทางเข้าหันไปลานจอดรถ",
    "streamId": "cctvp2c241",
    "lat": "15.264535",
    "lng": "104.842746"
}, {
    "name": "สวนสาธารณะหนองบัว\n เพิ่มอีกตัวหันไปทางลานแอรโรบิค",
    "streamId": "cctvp2c242",
    "lat": "15.263188",
    "lng": "104.842296"
}, {
    "name": "สวนสาธารณะหนองบัว\n เพิ่มอีกตัวหันไปทางเข้าทางคันทรี",
    "streamId": "cctvp2c243",
    "lat": "15.260761",
    "lng": "104.83779"
}, {
    "name": "สวนสาธารณะหนองบัว\n บริเวณทางเข้าด้านทิศตะวันตก(ฝั่งคันทรี)",
    "streamId": "cctvp2c244",
    "lat": "15.260703",
    "lng": "104.836989"
}, {
    "name": "สวนสาธารณะหนองบัว\n บริเวณลานกีฬาสวนสาธารณะหนองบัว หันซ้าย",
    "streamId": "cctvp2c245",
    "lat": "15.260524",
    "lng": "104.841858"
}, {
    "name": "สวนสาธารณะหนองบัว\n บริเวณลานกีฬาสวนสาธารณะหนองบัว หันขวา",
    "streamId": "cctvp2c246",
    "lat": "15.260524",
    "lng": "104.841858"
}, {
    "name": "สวนสาธารณะทุ่งศรีเมือง\n บริเวณด้านทิศตะวันตกทางเข้าศาลหลักเมือง หันไปทางศาลากลางเก่า",
    "streamId": "cctvp2c250",
    "lat": "15.228812",
    "lng": "104.857555"
}, {
    "name": "สวนสาธารณะทุ่งศรีเมือง\n บริเวณด้านทิศตะวันตกทางเข้าศาลหลักเมือง หันไปทางโรงเรียนอนุบาล",
    "streamId": "cctvp2c251",
    "lat": "15.228812",
    "lng": "104.857555"
}, {
    "name": "สวนสาธารณะทุ่งศรีเมือง\n บริเวณทางเข้า-ออกทุ่งศรีเมืองด้านทิศเหนือ",
    "streamId": "cctvp2c253",
    "lat": "15.231049",
    "lng": "104.857672"
}, {
    "name": "สวนสาธารณะทุ่งศรีเมือง\n บริเวณทางเข้า-ออกทุ่งศรีเมืองทางทิศตะวันตก ศาลากลางเก่า",
    "streamId": "cctvp2c254",
    "lat": "15.229681",
    "lng": "104.856398"
}, {
    "name": "สวนสาธารณะทุ่งศรีเมือง\n บริเวณเสาไฟส่องสว่างหน้าท้าวคำผงหันไปทางประตูศาลเยาวชน",
    "streamId": "cctvp2c255",
    "lat": "15.230212",
    "lng": "104.857681"
}, {
    "name": "สวนสาธารณะทุ่งศรีเมือง\n บริเวณเสาไฟส่องสว่างหน้าท้าวคำผงหันไปทางประตูศาลหลักเมือง",
    "streamId": "cctvp2c256",
    "lat": "15.230212",
    "lng": "104.857681"
}]
